Repository: Irena187/StepWise.Web1
Catalog: StepWise.Web/Resources/Views/CareerPath/Index.*.resx
Languages: bg

source: Career Paths
bg: Кариерни пътища

source: Add New Career Path
bg: Добави нов кариерен път

# SearchPlaceholder
source: Search by title, profession, or creator
bg: Търсене по заглавие, професия или създател

source: Sort by Title
bg: Сортирай по заглавие

source: Sort by Creator
bg: Сортирай по създател

source: Sort by Profession
bg: Сортирай по професия

source: Clear Filters
bg: Изчисти филтрите

source: Goal
bg: Цел

source: Created by
bg: Създаден от

source: step(s)
bg: стъпка/и

source: View Details
bg: Виж детайли

source: Bookmark
bg: Запази

source: No Career Paths Found
bg: Не са намерени кариерни пътища

# TryAdjustingFilters
source: Try adjusting your filters or search query.
bg: Опитайте да промените филтрите или търсенето.

source: Total
bg: Общо

# CareerPathsOnPage
source: career path(s) on this page
bg: кариерен път/и на тази страница

source: Previous
bg: Предишна

source: Next
bg: Следваща

# NoCareerPathsAvailable
source: There are no career paths available at the moment.
bg: В момента няма налични кариерни пътища.
