Repository: Irena187/StepWise.Web1
Catalog: StepWise.Web/Resources/Views/MyCareerPaths/Delete.*.resx
Languages: bg

source: Delete Career Path
bg: Изтриване на кариерен път

source: Confirm Deletion
bg: Потвърждение на изтриването

# WarningTitle
source: Warning: This action cannot be undone!
bg: Внимание: Това действие не може да бъде отменено!

# WarningMessage
source: You are about to permanently delete this career path and all associated steps.
bg: На път сте да изтриете завинаги този кариерен път и всички свързани стъпки.

source: Career Path to Delete:
bg: Кариерен път за изтриване:

source: Goal Profession
bg: Целева професия

source: Description
bg: Описание

source: Visibility
bg: Видимост

source: Public
bg: Публичен

source: Private
bg: Частен

source: Steps
bg: Стъпки

# StepsCount
source: step(s)
bg: стъпка/и

source: Created by
bg: Създаден от

source: Steps that will be deleted:
bg: Стъпки, които ще бъдат изтрити:

source: Completed
bg: Завършена

source: Pending
bg: В изчакване

# AndMoreSteps
source: and {0} more step(s)
bg: и още {0} стъпка/и

source: Cancel
bg: Откажи

source: Back to List
bg: Обратно към списъка

# DeletePermanently
source: Yes, Delete Permanently
bg: Да, изтрий завинаги

# FirstConfirmation
source: Are you absolutely sure you want to delete this career path? This action cannot be undone.
bg: Абсолютно ли сте сигурни, че искате да изтриете този кариерен път? Това действие не може да бъде отменено.

# FinalWarningPrefix
source: FINAL WARNING: This will permanently delete the career path "
bg: ПОСЛЕДНО ПРЕДУПРЕЖДЕНИЕ: Това ще изтрие завинаги кариерния път "

# FinalWarningSuffix
source: " and all its steps. This action cannot be undone.\n\nAre you absolutely sure?
bg: " и всички негови стъпки. Това действие не може да бъде отменено.\n\nАбсолютно ли сте сигурни?
