Repository: Irena187/StepWise.Web1
Catalog: StepWise.Web/Resources/Views/Bookmark/Index.*.resx
Languages: bg

# Title
source: My Bookmarked Career Paths - StepWise
bg: Моите отметнати кариерни пътища - Стъпка По Стъпка

source: My Bookmarked Career Paths
bg: Моите отметнати кариерни пътища

# TrackAndManage
source: Track and manage your saved career journeys
bg: Проследявайте и управлявайте запазените си кариерни пътища

source: Browse Career Paths
bg: Разгледай кариерни пътища

source: Total Bookmarked
bg: Общо отметнати

source: Currently Active
bg: Активни в момента

source: Completed Steps
bg: Завършени стъпки

source: Total Steps
bg: Общо стъпки

source: Search career paths...
bg: Търсене на кариерни пътища...

source: Recently Bookmarked
bg: Наскоро отметнати

source: Title A-Z
bg: Заглавие А-Я

source: Creator
bg: Създател

source: Goal Profession
bg: Целева професия

source: All Bookmarks
bg: Всички отметки

source: Active
bg: Активни

source: Completed
bg: Завършени

source: Clear
bg: Изчисти

source: View Details
bg: Виж детайли

source: Remove Bookmark
bg: Премахни отметка

source: Goal:
bg: Цел:

source: Created by
bg: Създадено от

source: Bookmarked on
bg: Отметнато на

source: Progress
bg: Напредък

source: steps
bg: стъпки

source: complete
bg: завършено

source: No Career Paths Found
bg: Не са намерени кариерни пътища

# NoCareerPathsMatch
source: No career paths match your current filters. Try adjusting your search criteria.
bg: Няма кариерни пътища, които отговарят на текущите филтри.

source: No Bookmarked Career Paths
bg: Нямате отметнати кариерни пътища

# NoBookmarksMessage
source: You haven't bookmarked any career paths yet. Start exploring and bookmark the ones that interest you!
bg: Все още не сте отметнали кариерни пътища. Разгледайте и запазете тези, които ви интересуват!

# BookmarkRemoved
source: Bookmark removed successfully.
bg: Отметката е премахната успешно.

# ConfirmRemove
source: Are you sure you want to remove this bookmark?
bg: Сигурни ли сте, че искате да премахнете тази отметка?

# ErrorRemoving
source: Error removing bookmark. Please try again.
bg: Грешка при премахване на отметката. Моля, опитайте отново.
