Repository: Irena187/StepWise.Web1
Catalog: StepWise.Web/Resources/Views/Home/Index.*.resx
Languages: bg

# Title
source: Home - StepWise
bg: Начало - Стъпка По Стъпка

# WelcomeTitle
source: Welcome to StepWise
bg: Добре дошли в Стъпка По Стъпка

# WelcomeSubtitle
source: Your personalized career development platform. Discover structured career paths, track your progress, and achieve your professional goals step by step.
bg: Вашата персонализирана платформа за кариерно развитие. Открийте структурирани кариерни пътища, проследявайте напредъка си и постигнете професионалните си цели стъпка по стъпка.

source: Browse Career Paths
bg: Разгледай кариерни пътища

source: Create Path
bg: Създай път

source: My Bookmarks
bg: Моите отметки

source: How StepWise Works
bg: Как работи Стъпка По Стъпка

source: Discover Career Paths
bg: Открий кариерни пътища

# DiscoverCareerPathsDesc
source: Explore structured career journeys created by professionals and industry experts. Find paths that align with your goals and interests.
bg: Разгледайте структурирани кариерни пътища, създадени от професионалисти и експерти в индустрията. Намерете пътища, които отговарят на вашите цели и интереси.

source: Track Your Progress
bg: Следи напредъка си

# TrackYourProgressDesc
source: Bookmark career paths that interest you and track your progress through each step. Stay organized and motivated on your professional journey.
bg: Отбележете кариерните пътища, които ви интересуват и следете напредъка си през всяка стъпка. Бъдете организирани и мотивирани в професионалното си развитие.

source: Achieve Your Goals
bg: Постигни целите си

# AchieveYourGoalsDesc
source: Follow step-by-step guidance to reach your target profession. Complete milestones and celebrate your achievements along the way.
bg: Следвайте стъпка по стъпка ръководството, за да достигнете целевата си професия. Завършвайте етапи и празнувайте постиженията си по пътя.

source: Career Paths
bg: Кариерни пътища

source: Structured learning journeys
bg: Структурирано обучение

source: Community
bg: Общност

source: Learn from professionals
bg: Учете от професионалисти

source: Step-by-Step
bg: Стъпка по стъпка

source: Clear, actionable guidance
bg: Ясни, приложими насоки

source: Progress Tracking
bg: Следене на напредъка

source: Monitor your advancement
bg: Наблюдавайте развитието си

# ReadyToStart
source: Ready to Start Your Journey?
bg: Готови ли сте да започнете?

# ReadyToStartDesc
source: Join thousands of professionals who are using StepWise to advance their careers. Whether you're just starting out or looking to make a change, we're here to guide you.
bg: Присъединете се към хиляди професионалисти, които използват Стъпка По Стъпка за развитие на кариерата си. Независимо дали тепърва започвате или искате да направите промяна, ние сме тук, за да ви насочим.

source: Get Started
bg: Започни

source: Share Your Expertise
bg: Сподели опита си

source: Popular Career Paths
bg: Популярни кариерни пътища

source: Software Developer
bg: Софтуерен разработчик

source: Data Scientist
bg: Специалист по данни

source: Product Manager
bg: Продуктов мениджър

source: steps
bg: стъпки

source: following
bg: следващи

source: View All Career Paths
bg: Виж всички кариерни пътища
