Repository: Irena187/StepWise.Web1
Catalog: StepWise.Web/Resources/Views/Home/Privacy.*.resx
Languages: bg

# Title
source: Privacy Policy - StepWise
bg: Политика за поверителност - Стъпка По Стъпка

# PrivacyTitle
source: Privacy Policy
bg: Политика за поверителност

# PrivacySubtitle
source: Your privacy matters to us. Learn how we collect, use, and protect your information.
bg: Вашата поверителност е важна за нас. Научете как събираме, използваме и защитаваме вашата информация.

source: Information We Collect
bg: Каква информация събираме

# InformationWeCollectDesc
source: We collect personal information such as your name, email address, and usage data to improve your experience on StepWise. We only gather data you choose to provide.
bg: Събираме лична информация като вашето име, имейл адрес и данни за използване, за да подобрим вашето изживяване в Стъпка По Стъпка. Събираме само данни, които вие избирате да предоставите.

source: How We Use Your Data
bg: Как използваме вашите данни

# HowWeUseYourDataDesc
source: Your data is used to personalize your learning journey, provide progress tracking, and connect you with relevant career content. We do not sell your data.
bg: Вашите данни се използват за персонализиране на обучителния ви път, проследяване на напредъка и свързване с подходящо кариерно съдържание. Ние не продаваме вашите данни.

source: Security
bg: Сигурност

# SecurityDesc
source: We use modern encryption and security protocols to keep your data safe. Our platform is designed with user privacy as a core principle.
bg: Използваме модерни методи за криптиране и протоколи за сигурност, за да защитим вашите данни. Платформата ни е създадена с поверителността на потребителите като основен принцип.

source: Your Controls
bg: Вашият контрол

# YourControlsDesc
source: You can update or delete your personal information at any time through your account settings. We respect your choices and preferences.
bg: Можете да актуализирате или изтриете личната си информация по всяко време чрез настройките на профила си. Ние уважаваме вашите избори и предпочитания.
